const items = [
  {
    title: `תרפ"ב`,
    cardTitle: `ביקור בחרקוב ולאדמו"ר הריי"צ ברוסטוב`,
    cardSubtitle: `בקיץ תרפ"ב ביקר הרבי בחרקוב על מנת לשוחח עם רופאים בקשר למצבו הרפואי של אחיו דובער שניאורסון ובאותה הזדמנות גם ביקר בתומכי תמימים חרקוב. בחודש חשוון שנת תרפ"ג נסע עם אחיו לרוסטוב אל אדמו"ר הריי"צ.`,
    cardDetailedText: ``,
    media: {
      name: 'rebbe bacur',
      source: {
        url:
          'https://userscontent2.emaze.com/images/6b8db629-4702-40df-a35c-38da515c18e7/9117866351e8d4f164ca1ee6fc42e985.jpg',
      },
      type: 'IMAGE',
    },
  },
  {
    title: `תרפ"ג`,
    cardTitle: `פגישות נוספות עם אדמו"ר הריי"צ`,
    cardSubtitle: `בשנת תרפ"ג הגיע לעיירת הנופש קיסלבודסק שם שהה עם אדמו"ר הריי"צ במשך זמן, לאחר מכן נסע עם אדמו"ר הריי"צ לרוסטוב, שם שהה עימו במשך שבוע.`,
    cardDetailedText: ``,
    media: {
      name: 'rebbe and harriatz',
      source: {
        url: 'http://www.he.chabad.org/media/images/66460.jpg',
      },
      type: 'IMAGE',
    },
  },
  {
    title: `תפר"ד`,
    cardTitle: `תפקידים מיוחדים בשליחות אדמו"ר הריי"צ`,
    cardSubtitle: `החל משנת תרפ"ד נכנס בסוד ענייניו והנהגתו הציבורית של אדמו"ר הריי"צ, מילא תפקידים מיוחדים בתחומים שונים ועמד לימינו במלחמתו המפורסמת לשמירת קדשי דת ומצוות ישראל ברוסיה הסובייטית.`,
    cardDetailedText: `באותה תקופה הגדירו אדמו"ר הריי"צ כ"שר ההשכלה" שלו. בחודש תשרי תרפ"ה נסע שוב ללנינגרד (בו שהה אדמו"ר הריי"צ באותן שנים עד צאתו מרוסיה), שם נכנס מספר פעמים אל הגאון הרב יוסף רוזין (הגאון מרגצ'וב) וקיבל ממנו סמיכה לרבנות. מאז הרבי היה משגר אליו מכתבים ומקבל מענות.`,
  },
  {
    title: `תרפ"ד-תרפ"ז`,
    cardTitle: `שליחויות נוספות`,
    cardSubtitle: `בחודש תשרי תרפ"ה נסע שוב ללנינגרד (בו שהה אדמו"ר הריי"צ באותן שנים עד צאתו מרוסיה), שם נכנס מספר פעמים אל הגאון הרב יוסף רוזין (הגאון מרגצ'וב) וקיבל ממנו סמיכה לרבנות. מאז הרבי היה משגר אליו מכתבים ומקבל מענות. בשנת תרפ"ו נסע בשליחות אדמו"ר הריי"צ לבקר בישיבת תומכי תמימים קרמנצ'וג. בחודש חשון תרפ"ז השתתף בועידת הרבנים בעיר קורוסטין (וואהלין). אחר כך שהה בלנינגרד.`,
    cardDetailedText: `בחודש סיוון תרפ"ז נאסר אדמו"ר הריי"צ. הרבי היה מראשי המתעסקים למען הצלתו. לאחר השחרור שהה הרבי הריי"צ במלחובקה ורק חסידים בודדים הותרו לבקר שם, ביניהם היה הרבי שהוזמן אל אדמו"ר הריי"צ ובמשך ימים ארוכים שוחח עמו מידי יום מספר שעות ארוכות.`,
  },
  {
    title: `תרפ"ח-תרפ"ט`,
    cardTitle: `היציאה מרוסיה`,
    cardSubtitle: `בחודש תשרי שנת תרפ"ח ששה בדנייפרופטרובסק ובאסרו חג הסוכות נסע עם אמו לקורסק ומשם ללנינגרד. ביום א' פרשת בראשית עשה את דרכו לריגא שם שימש כמזכירו הפרטי של חותנו. בחודש חשון השתתף באסיפת ועד לחיזוק התורה והדת (שנתייסדה על ידי חותנו ברוסיא והעבירה לריגא). בראש חודש טבת נסע לברלין עד חג הפסח. ובחודשי הקיץ נסע כמה פעמים לבולדורי לבקר את חותנו. בשנת תרפ"ט (1929) נסע לריגא לחודש תשרי.`,
    cardDetailedText: ``,
    media: {
      name: 'harriatz',
      source: {
        url: 'http://www.he.chabad.org/media/images/265/SVoI2657326.GIF',
      },
      type: 'IMAGE',
    },
  },
];

export default items;
