const items = [
  {
    title: `תרפ"ט`,
    cardTitle: `חתונת אדמו"ר שליט"א
  `,
    cardSubtitle: `חתונת הרבי עם הרבנית חיה מושקא התקיימה בי"ד כסלו תרפ"ט, בעיר ורשה שבפולין. בחתונה השתתפו אדמו"רים וראשי ישיבות גדולים, והיא גרמה פרסום נרחב לחסידות חב"ד ביהדות הפולנית ובעולם היהודי בכלל.`,
    cardDetailedText: `שבועיים לאחר בואו בקשרי השידוכים, ביום י"ד בכסלו, התקיימה חגיגת הנישואין של הרבי בחצר ישיבת תומכי תמימים ורשה. מסדר הקידושין היה הרבי הריי"צ שגם אמר את כל שבע-הברכות בדביקות.

    עדי הכתובה היו החסידים רבי דובער משה שמוטקין מורשה – מחסידי הרבי מהר"ש ומנכבדי חסידי חב"ד בפולין, ורבי מענדל קופערשטאק – רב מורה הוראה וחסיד ומקושר בכל לבו לרבי הריי"צ. את הכתובה קרא האדמו"ר מראדזין רבי מרדכי יוסף אלעזר.
    
    במהלך סעודת החתונה עבר הרבי הריי"צ משולחן לשולחן עם מגבת מלצרים על כתפו, חילק משקה ובירך את המסובים. במהלך החתונה שוחח הרבי עם הרב מנחם זעמבא והרב מאיר שפירא. האחרון הגיע למחרת החתונה להמשיך את שיחתו עם הרבי ואף העניק לו את ספרו "אור המאיר" עם הקדשה, כמתנת חתונה.
    
    סעודת החתונה נגמרה בשעה שלוש וחצי לפנות בוקר. לאחריה נעמדו הקהל והאדמו"רים שהשתתפו בשמחה ורקדו יחד כמה פעמים בעיגול (כריקוד חסידי פולין). לאחר מכן רקדו הרבי הריי"צ והרבי יד על כתף במהירות, כסגנון הריקוד החב"די, והאדמו"רים נפרדו לשלום.`,
    media: {
      name: 'רבנית חיה מושקא',
      source: {
        url: 'http://www.he.chabad.org/media/images/66463.jpg',
      },
      type: 'IMAGE',
    },
  },
  {
    title: `תרפ"ט-תרצ"ג`,
    cardTitle: `הרבי בברלין`,
    cardSubtitle: `הרבי התגורר בברלין בתקופה של חמש שנים. בחורף תרפ"ח (לפני חתונתו) עבר הרבי לעיר, לאחר חתונתו השתקע בה עם רעייתו הרבנית חיה מושקא ושם התגוררו עד חורף תרצ"ג, שאז עבר לפריז-צרפת. לא ידוע רבות על תקופה זו בחיי הרבי. הרבי עסק אז בלימוד תורה וכן למד לימודים אקדמאיים באוניברסיטה המקומית, בהוראת חותנו הרבי הריי"צ.`,
    cardDetailedText: `בי' שבט תרפ"ט עזב הרבי את לטביה ונסע לברלין בירת גרמניה שם קבע את מגוריו יחד עם רעייתו הרבנית חיה מושקא. באותה תקופה ביקש אדמו"ר הריי"צ מהרבי שיחד עם אחיו ר' ישראל אריה לייב, שאף הוא שהה בברלין באותם ימים - יאתרו כתבי יד עתיקים, ספרים נדירים ועוד.

    הרבי הריי"צ עבר בברלין בקיץ תרפ"ט, בדרכו לביקורו בארץ הקודש, ואז נפגש עם חתנו הרבי. גם בחזרתו מארץ הקודש, בדרכו לנסיעתו לארצות הברית, עצר בעיר באדן שבגרמניה והרבי הגיע להפגש איתו שם.
    
    הרבי שהה בברלין עד שנת תרצ"ג, אז - בסופו של החורף - עבר לפריז שבצרפת].`,
    media: {
      name: 'הרבי בברלין',
      source: {
        url:
          'https://i.pinimg.com/originals/01/ea/64/01ea6404523bb6802a14eff71fcbaa4f.jpg',
      },
      type: 'IMAGE',
    },
  },

  {
    title: `מאורעות בברלין`,
    cardTitle: `הפגנה בלתי חוקית`,
    cardSubtitle: `בחג הפורים שנת תרצ"ב יצא הרבי להתוועד עם יהודים ברחוב בברלין ונעצר על ידי המשטרה המקומית בעוון "הפגנה בלתי חוקית". בעקבות התערבותו של הרב יוסף דוב סולובייצ'יק, שלמד גם הוא באוניברסיטת ברלין באותו זמן, הסכימה המשטרה לשחרר אותו בערבות.`,
    cardDetailedText: ``,
  },
  {
    title: `נסיעות מברלין`,
    cardTitle: `מפגשים עם הרבי הריי"צ`,
    cardSubtitle: `במהלך שנות שהותו בברלין נסע כמה פעמים לפגוש את אדמו"ר הריי"צ בריגא וכן השתתף בחתונת גיסתו מרת שיינא הורנשטיין, בעיר לנדורוב בפולין.

  בחודש תשרי תר"צ, כאשר נסע הרבי הריי"צ לארצות הברית, שהה הרבי בריגא בחצרו של הרבי הריי"צ ובשמחת בית השואבה, שמיני עצרת ושמחת תורה התוועד עם החסידים שם.
  
  בשנת תרצ"ב נסע בשליחות אדמו"ר הריי"צ לבקר את הרב חיים עוזר גרודזינסקי ובאותה שנה נפגש גם עם הרב ברוך בער לייבוביץ'. בשנת תרצ"ג נפגש עם הרב חיים אלעזר שפירא (ממונקטש, בעל ה"מנחת אלעזר") והרב שמעון שקופ.`,
    cardDetailedText: ``,
    media: {
      name: 'מפגשים עם הריי"צ',
      source: {
        url:
          'https://lh3.googleusercontent.com/proxy/I56VvCrh-ZKUQvfZDUETfh71XRjSk0orJPHgCdzgWd3Ve3bJoK6VozOXKc8OOsNoa0b88x9dtaLbqWlhvVtDk4R6m2pK-Vmvo4YY1N_c5uWe08sG0WZx84Y_sYOTxS8rVfR1FLrn33G3QxvqzxsNoEqWkmSeJBKbt46BK1gL4ADPsQ',
      },
      type: 'IMAGE',
    },
  },
  {
    title: `תרצ"ג-ת"ש`,
    cardTitle: `הרבי בפריז`,
    cardSubtitle: `הרבי התגורר בפריז עם רעייתו הרבנית חיה מושקא בתקופה של שבע שנים, משנת תרצ"ג עד שנת ת"ש. לא ידוע רבות על תקופה זו בחיי הרבי. הרבי עסק אז בלימוד תורה וכן למד לימודים אקדמאיים באוניברסיטה המקומית, בהוראת חותנו הרבי הריי"צ. כמו כן השתתף בעסקנות הכלל של חמיו ושימש כמזכירו.`,
    cardDetailedText: `בניסן תרצ"ג, בעקבות המצב הקשה והאנטישמיות שהייתה בגרמניה של אותם שנים עזבו הרבי והרבנית את ברלין שבגרמניה בה התגוררו קודם לכן, והיגרו לפריז. היה זה מספר חודשים לאחר עליית היטלר לשלטון.

    הרבי התגורר למשך תקופה קצרה ברחוב Rue Bloment שברובע הלטיני. לאחר מכן עבר לגור ב"מלון מאקס" ברובע ה-14, בדירה קטנה וצפופה, שם התגורר עד שנת תרח"צ. לאחר מכן עבר לדירה אחרת בה שהה עד יציאתו מפריז.`,
    media: {
      name: 'מפגשים עם הריי"צ',
      source: {
        url:
          'http://chabadpedia.co.il/images/thumb/9/9e/%D7%94%D7%A8%D7%91%D7%99_%D7%A6%D7%A8%D7%A4%D7%AA.jpg/375px-%D7%94%D7%A8%D7%91%D7%99_%D7%A6%D7%A8%D7%A4%D7%AA.jpg',
      },
      type: 'IMAGE',
    },
  },
  {
    title: `עיסוקיו בפריז`,
    cardTitle: `שוקד על התורה בהתמדה`,
    cardSubtitle: `בפריז שקד הרבי על לימוד התורה בהתמדה עצומה מבלי שידעו אודותיו. במקביל, בהוראת חמיו אדמו"ר הריי"צ למד באוניברסיטת סורבון. מלבד זאת, הרבי עסק במסירות רבה גם בענייני הכלל, על פי הוראות מאדמו"ר הריי"צ שישב באותה עת בפולין.`,
    cardDetailedText: `באותן שנים ערך הרבי את חוברות 'התמים', את שיחותיו ואגרותיו של אדמו"ר הריי"צ ומפתחות לספר התניא, תורה אור, לקוטי תורה ולמאמרי אדמו"ר הרש"ב ועוד. לצורך עריכת אגרותיו של אדמו"ר הריי"צ, נשלח על ידי אחד ממזכיריו של אדמו"ר הריי"צ העתק של כל האגרות שיש בתוכנן עניין לציבור. את האגרות סידר הרבי, צירף להן מפתח ובחר את האגרות שיודפסו בתוספת הגהותיו, הערות וציונים.

  בתקופת טרום השואה, הגיעו רוב ההכנסות לפעילות הציבורית של אדמו"ר הריי"צ, וכן דמי המעמד, מאגודת חב"ד בארצות הברית. העברת משלוחי הכספים מארצות הברית אל הרבי הריי"צ, נעשתה בהוראתו דרך חתנו הרבי ששהה בפריז.`,
  },
  {
    title: `נסיעותיו מצרפת`,
    cardTitle: `נפגש עם הרבי הריי"צ`,
    cardSubtitle: `בדרך כלל נסע הרבי לבקר את חמיו בחודשים תשרי וניסן, וכן בהזדמנויות נוספות. גם אדמו"ר הריי"צ ביקר מספר פעמים בפריז בתקופה זו, וכן במקומות מרפא באוסטריה ועוד. במהלך ביקורים אלה היה הרבי צמוד לחותנו. הרבי גם שימש כמזכירו של חמיו וחתם על כמה מאגרותיו בשמו, פגש עמו רבנים חשובים, וביצע שליחויות חשובות.`,
    cardDetailedText: `בחודש תשרי תרצ"ה נסע לחמיו שהיה בורשה ומונה שם ל'מנהל פועל' של ישיבת תומכי תמימים ורשה ומיד החל לבחון תלמידים שרצו להתקבל לישיבה. אך בגין היות הרבי אזרח רוסיה, לא היו בידיו אשרות מתאימות לשהייה בפולין ונאלץ לעזוב את המדינה וממילא הפסיק לנהל את הישיבה בורשה.

    בשלהי חודש חשון נסע בשליחות חמיו לנחם את האדמו"ר מגור הרב אברהם מרדכי אלתר - בעל ה"אמרי אמת".
    
    בשנת תרצ"ו מונה ליושב ראש הכבוד של קופת בחורים של ישיבות תומכי תמימים. בשנה זו נפגש עם הרב שבתאי הכהן רפופורט (בעל ה"שפתי כהנים") וביקר את האדמו"ר הקדוש ר' אהרן רוקח מבעלז.`,
  },
  {
    title: `הבריחה מצרפת`,
    cardTitle: `ההצלה מהנאצים`,
    cardSubtitle: `בחודש כסלו ת"ש החלה אגודת חסידי חב"ד בארצות הברית בהוראת אדמו"ר הריי"צ, לפעול בקרב דרגים גבוהים להשגת אשרת כניסה לארצות הברית עבור הרבי והרבנית. יהודי בשם מאיר ב. הרטון שהיה ממשפחה חב"דית, לקח תחת חסותו את הרבי והרבנית ואישר הבטחת תמיכה כספית עם הגיעם לארצות הברית ("אפידייביט"). לאישור התמיכה צורף איזכור על עובדת היות הרבי מתמחה במקצוע הנדסת החשמל, שיקל עליו להתבסס בארצות הברית. הבקשה הוגשה במשרדי הקונסול האמריקאי בפריז. במקביל פעלו עסקנים לזרז את האשרות, ככל שניתן, אולם בעקבות המלחמה הייתה התקשורת לקויה ולא היה ניתן לדעת בארצות הברית, האם הקונסול האמריקאי בפריז אכן נתן את האישור. בפועל טרם התקבל האישור.`,
    cardDetailedText: `באביב ת"ש, ערב כניסת הנאצים לפריז, התייצב הרבי לרישום אצל שלטונות הצבא הצרפתי, אך למעשה לא גוייס. רישום זה הקל עליו מאוד את ההליכה ברחוב. לא פעם נעצר על ידי שוטרים בדרישה להזדהות, והתעודה שהחזיק בידו, פטרה אותו מחקירות מיותרות או ממעצר כמשתמט גיוס.

  בשנת ת"ש, מספר ימים לפני חג השבועות (לאחר שהגרמנים כבר נכנסו לצרפת והרבי טרם קיבל את אשרת הכניסה לארצות הברית), עזבו את העיר והלכו לתחנת הרכבת בפריז שם צבאו המונים על התחנה ורק בגין היות הרבי רשום בצבא ובזכות קשרים עם אדם שהיה מצוי בתחום, הצליחו הרבי והרבנית לעלות על רכבת שיעדה לדרום צרפת, איזור שטרם נכבש בידי הגרמנים. לפנות ערב של ליל חג השבועות, הגיעו הרבי והרבנית לעיר ווישי. הרבי השאיר את המזוודה אצל העגלון שהביא אותם לעיר והורה לו להעבירה לבית מלון מסויים, בעוד הם עצמם צועדים ברגל שעות ארוכות לאחר היכנס החג, עד הגיעם אל בית המלון.`,
  },
  {
    title: `תש"א-תש"י`,
    cardTitle: `הרבי בארצות הברית`,
    cardSubtitle: `בשנת תש"א הגיע הרבי יחד עם הרבנית לארצות הברית, ובמהלך עשרת השנים הבאות הצטרף לחותנו, כ"ק אדמו"ר הריי"צ בפעולתיו.`,
    cardDetailedText: `ביום שני, כ"ח סיון התש"א, בשעה 10:30 בבוקר, עגנה ספינתם של הרבי והרבנית בנמל ניו יורק, לאחר שנצלו מעמק הבכא הנאצי.

ממשפחת בית הרב הגיעו לקבל את פני הרבי והרבנית בנמל - הרבנית נחמה דינה שניאורסון, בתה חנה גוראריה, חתנה הרש"ג ובנם בערי גוראריה.

אדמו"ר הריי"צ אף שלח משלחת של חסידים ותלמידי הישיבה המבוגרים לקבל את פניהם, תוך שהוא מגלה להם על ידיעותיו המופלגות של חתנו הנעלה.

בתקופה הראשונה לבואם התגוררו בבנין 770, בחדר שלימים נהיה החדר הקבוע של הרבי. לאחר מכן שכרו דירה בקומה שלישית בבניין הממוקם בפינת הרחובות ברוקלין ופרזידנט , ורק לאחר מכן עברו להתגורר בביתם הפרטי ברחוב פרזידנט בו התגוררו עד לפטירתה של הרבנית.

על אף בקשת החסידים ובחורי הישיבה לזכות להתוועדות עם "חתנו של הרבי", נאות הרבי להתוועד רק ביום חמישי בלילה. בהתוועדות זו נכחו כעשרים וחמשה איש, וכולם יצאו ממנה אחוזי התפעלות. במהלך ההתוועדות לימד הרבי את ניגון התעוררות רחמים רבים לרבי יחיאל מיכל מזלוטשוב. הרבי המשיך להתוועד עם החסידים מדי פעם במהלך עשרת השנים הבאות. שיחותיו בהתוועדוית אלו קובצו בספר שיחות קודש - קודם הנשיאות.

ידיעות על בואם התפרסמו באותו הזמן במכתבי העת היהודיים, בצירוף ברכות ואיחולים להרמת קרן היהדות, כדוגמת: "יהי בואו לברכה ולהצלחה, להרמת קרן התורה".`,
    media: {
      name: 'מפגשים עם הריי"צ',
      source: {
        url: 'http://chabadpedia.co.il/images/c/cd/%D7%AA%D7%A9%D7%923.jpeg',
      },
      type: 'IMAGE',
    },
  },

  {
    title: `פעולות הרבי`,
    cardTitle: `פעליו בארה"ב טרם קבלת הנשיאות`,
    cardSubtitle: `מיד עם הגעתו של הרבי לארצות הברית התחיל לסייע לאדמו"ר הריי"צ בכל ואף הצטרף למאבקו הגדול להפוך את אמריקה למקום תורה וחסידות. באותם שנים עבד הרבי במקביל גם בהנדסת אוניות בחיל הים האמריקאי.`,
    cardDetailedText: `בשנת תש"י התחיל לעסוק במרץ בהרחבת והתפשטות מוסדות התורה והחינוך שייסד האדמו"ר הריי"צ בכל רחבי תבל. הרבי ייסד תלמודי תורה לבנים ובתי ספר לבנות במדינות צפון אפריקה. בכך זיכה אלפי בני נוער יהודים בחינוך יהודי מקורי והצילם מטמיעה והתבוללות רוחנית. במקביל הקים גם ישיבות קטנות ובתי-מדרש להכשרת מורים, רבנים, שוחטים, סופרי סת"ם ועוד משרות קודש. הרבי פירסם מכתבים כלליים בו הוא מעורר את כלל ישראל להתחזק. רבים פנו אליו לבקשת עצותיו וברכותיו הקדושות. להתוועדויות שלו התחילו לנהור המוני חסידים ויהודים מכל הסוגים ששתו בצמא את שיחותיו הקדושות ואף העלו אותם על הכתב.`,
  },
];

export default items;
