const items = [
  {
    title: `תש"י-תשי"א`,
    cardTitle: `קבלת הנשיאות של הרבי`,
    cardSubtitle: `תקופת קבלת הנשיאות של הרבי החלה מאז הסתלקותו של חמיו, הרבי הריי"צ, בי' שבט תש"י. מאז יום זה החל הרבי את מנהיגותו, אך במשך שנה סירב הרבי לקבל זאת באופן רשמי. עם הזמן והתרבות פניות ובקשות החסידים מהרבי כי יקבל על עצמו את הנשיאות רשמית, מיתן הרבי את סירובו, עד ששנה לאחר מכן במוצאי יום י' שבט (ליל י"א שבט), בהתוועדות לרגל יום ההילולא של הרבי הריי"צ, אמר הרבי את המאמר "באתי לגני" ובכך קיבל באופן רשמי את נשיאות חב"ד.`,
    cardDetailedText: ``,
    media: {
      name: 'מפגשים עם הריי"צ',
      source: {
        url:
          'http://chabadpedia.co.il/images/d/da/%D7%AA%D7%A9%D7%99%D7%90_2.jpg',
      },
      type: 'IMAGE',
    },
  },
  {
    title: `י"א שבט תשי"א`,
    cardTitle: `קבלת הנשיאות באופן רשמי`,
    cardSubtitle: `במוצאי י' שבט תשי"א, בשעה 9:45, נכנס הרבי להתוועדות לרגל יום ההילולא הראשון של חמיו, הרבי הריי"צ.

  הרבי פתח את ההתוועדות בדברים אודות חיזוק ההתקשרות לרבי הריי"צ. בשיחה השניה התייחס הרבי ברמז לענין קבלת הנשיאות, כשדיבר על הנוהג בארצות הברית בפתיחת איזה ענין - לומר "הצהרה", ובקשר לכך נתן "הצהרה" בענין אהבת ה', אהבת התורה ואהבת ישראל.`,
    cardDetailedText: `כשעה אחרי תחלת ההתוועדות, קם הרב אברהם סנדר נמצוב, מזקני החסידים, והכריז: "העולם צמא למאמר חסידות מהרבי. שהרבי יאמר מאמר חסידות"! מאמר חסידות מסמל הכרה רשמית בקבלת הנשיאות, כיוון שמאמר נאמר רק על ידי רבי.

    בשעה עשר וארבעים דקות פתח הרבי את המאמר דיבור המתחיל "באתי לגני", המבוסס על המאמר שהוציא לאור הרבי הריי"צ לקראת יום הסתלקותו שנה קודם לכן. במאמר זה הסביר הרבי לפי המדרש והחסידות את תפקיד הדור, הדור השביעי לאדמו"רי חב"ד, לפעול את הפצת היהדות בכל העולם כולו, שעל ידה תומשך השכינה] למטה, לעולם הזה, וכך יהיה הוא הדור שיביא את הגאולה.
    
    המאמר נאמר בשלושה חלקים, ובשתי ההפסקות הורה הרבי לנגן ניגונים מרבותינו נשיאנו לפי הסדר, החל מניגון הבינוני שחיבב הרבי הריי"צ. מיד אחרי החלק הראשון, קפץ הרב נמצוב על השולחן מגודל השמחה, והכריז: "חסידים אמרו אחרי! עלינו לברך ברכת "שהחיינו וקיימנו והגיענו לזמן הזה", שה' יתברך עזר לנו שיש לנו רבי!" הוא בירך ברכת "שהחיינו" בשם ומלכות וכל הקהל ענה אמן. הרבי חייך מאוד, וביקשו לשתוק ולרדת מהשולחן.`,
  },
  {
    title: `שנים ראשונות`,
    cardTitle: `יחס אבהי`,
    cardSubtitle: `בשנים הראשונות לאחר קבלת הנשיאות, המשיך הרבי להתייחס בקירוב הדעת לתלמידי הישיבה שלמדו בחצר הרבי, והעניק להם הדרכה וליווי אישי, השתתף בשמחותיהם ועוד, הנהגה שהשתנתה לאורך השנים כאשר חסידות חב"ד הלכה והתרחבה, והנהגתו של הרבי לבשה יותר ויותר אופי של הנהגה ומלוכה.`,
    cardDetailedText: ``,
    media: {
      name: 'מפגשים עם הריי"צ',
      source: {
        url:
          'http://www.kaduri.net/_Uploads/dbsArticles/_cut/F0_0700_0525_4343.jpg',
      },
      type: 'IMAGE',
    },
  },
  {
    title: `תשי"ב`,
    cardTitle: `ייסוד ארגון "צעירי אגודת חב"ד" ואגודת נשי ובנות חב"ד בארץ הקודש ת"ו; ייסוד רשת בתי-ספר תורניים בארץ ובאוסטרליה; ייסוד אכסניית נוער לתלמידים יהודיים במדריד - ספרד; ייסוד ישיבת אחי תמימים ראשון לציון.`,
    cardSubtitle: `צעירי אגודת חב"ד הינו הזרוע המבצעת של חסידות חב"ד ברחבי העולם, ומטרתו המרכזית היא להגשים את חזון הפצת המעיינות.

    מטרת הארגון היא להציג בפני יהודים רבים ככל האפשר את היהדות על פי מורשתו של הרבי. `,
    cardDetailedText: `ארגון צעירי אגודת חב"ד בארץ הקודש נוסד בהוראת הרבי בשנת תשי"א כמחלקת הצעירים באגודת חסידי חב"ד בארץ הקודש.

    מטרת המחלקה היא לפעול למען הפצת היהדות בארץ הקודש. באגרת קודש מיום כ"ד סיון תשי"א ששלח הרבי לחברי אגו"ח כתב: "לדעתי באה העת לארגן מחלקה מיוחדת בין הצעירים מאנ"ש והקרובים לרוח חב"ד". באותה איגרת מוסיף הרבי שמטרת ההקמה היא לחזק את אגודת חסידי חב"ד וכדי לפעול יותר בקרב הנוער הישראלי.
    
    בחודש תשרי תשי"ב הוקמה הנהלת הארגון והחלה פעילותו.`,
    media: {
      name: 'מפגשים עם הריי"צ',
      source: {
        url:
          'http://chabadpedia.co.il/images/thumb/a/ac/%D7%A1%D7%9E%D7%9C_%D7%A6%D7%90%27%D7%97_%D7%94%D7%99%D7%A9%D7%9F.jpg/677px-%D7%A1%D7%9E%D7%9C_%D7%A6%D7%90%27%D7%97_%D7%94%D7%99%D7%A9%D7%9F.jpg',
      },
      type: 'IMAGE',
    },
  },

  {
    title: `תשי"ג`,
    cardTitle: `ייסוד אגודת נשי ובנות חב"ד ארצות הברית, באירופה ועוד.`,
    cardSubtitle: `ארגון נשי ובנות חב"ד הינו ארגון שנוסד על ידי הרבי בשנת תשי"ב במטרה לאגד את הפעילות החב"דית עם נשים ובנות בינן לבין עצמן, ובפעילות להפצת יהדות וחסידות בקהל הרחב.`,
    cardDetailedText: `א. עבודה בנוגע לעצמן:
    (א) להתועד לעיתים קבועות ללימוד (פרשת השבוע, עניני החג לפני החג, דינים וכיוצא בזה).
    
    (ב) ללמוד מאמרים המתאימים, השיחות וכו' המדברים בעקרי תורת החסידות, מנהגיה, הדרכות החסידות וכו', ועל ידי זה לחזק רוח החסידות ואור החסידות בביתן.
    
    ב. עבודה בנוגע הזולת:
    
    (א) להשתדל בתוספת אומץ, קודם כל, לטובת הזולת הקרוב, היינו בחינוך בניהם ובנותיהם, וחינוך בני ובנות ישראל בסביבתם.
    
    (ב) לנהל תעמולה לחזק עניני יהדות בכלל, וטהרת המשפחה, כשרות וחינוך הכשר בפרט.
    
    (ג) להשתדל בחיזוק מוסדות החינוך הכשר בכלל, ובפרט לקחת חלק פעיל בכל מוסדות חינוך חב"ד אשר בארץ הקודש תבנה ותכונן, וביחוד בנוגע לסידור אכילה ולינה, ההשגחה על הנקיון, התלבושת וכיוצא בזה.`,
    media: {
      name: 'מפגשים עם הריי"צ',
      source: {
        url:
          'https://kfar-chabad.com/wp-content/uploads/2017/09/%D7%A0%D7%A9%D7%99-%D7%95%D7%91%D7%A0%D7%95%D7%AA-%D7%97%D7%91%D7%93-%D7%9C%D7%95%D7%92%D7%95-3-1-copy-1-550x320.jpg',
      },
      type: 'IMAGE',
    },
  },
  {
    title: `תשי"ד`,
    cardTitle: `ייסוד מבצע ארבעת המינים בחג הסוכות; ייסוד בית ספר למלאכה כפר חב"ד; ייסוד קופת "קרן השנה"; ייסוד מבצע מצה.`,
    cardSubtitle: `מבצע לולב או מבצע ד' מינים (ארבעת המינים) הוא מהמבצעים הראשונים שייסד הרבי[1], ומטרתו לזכות כמה שיותר יהודים במצוות נטילת ארבעת המינים בכל יום מימי חג הסוכות.
    מבצע מצה הוא אחד ממבצעי הרבי במסגרתו דואגים חסידי חב"ד לחלק לקראת חג הפסח מצה שמורה עבודת יד למכיריהם, ובכך לדאוג שלפחות בליל הסדר יאכלו מצה בכשרות מהודרת.`,
    cardDetailedText: `לקראת חג הפסח תשי"ד, הורה הרבי לחסידים להשתדל לשלוח לחג הפסח למכיריהם - לפחות ללילי הסדר - מצות עגולות אפויות יד, ודוקא - מצה שמורה. גם יש לדאוג עבור ילדים כי מצה ענינה אמונה (מיכלא דמהימנותא), וצריכים לעבוד על זה כבר מקטנות. בחג הפסח תשי"ב קיבל החסיד הוראה מהרבי, ר' זלמן אבעלסקי לחלק מצה לבאי התתועדות הראשונה של י"א ניסן שארגן בכפר חב"ד.

    הוראה זו נכללה בספר המנהגים כחלק ממנהגי חג הפסח.
    
    בשנת תשכ"א, יזם הרב יצחק גנזבורג מבצע מצה לתלמיד, שבמסגרתו הגיעו אלפי ילדים, מידי שנה, לכפר חב"ד על-מנת להשתתף בתהליך אפיית המצות.
    
    גם הרבי בעצמו שלח מצות למקורביו, ביניהם הפרזידנט מר שז"ר וקרובי משפחתו שהתגוררו בארץ.
    
    בנוגע לסגולות של חלוקת מצה שמורה, הרבי הזכיר את מאמר חז"ל על צדקה "יותר ממה שבעל הבית עושה עם העני העני עושה עם בעל הבית", שכך גם בנוגע למצה, שהיא מאכל האמונה והרפואה ומביאה ליהודי ברכה מרובה בענינים אלו, וכאשר יהודי אחד נותן לחברו מצה שמורה, זה מוסיף לו עצמו בברכה.
    
    כאשר גביר גדול הגיע לרבי ואמר שרוצה לתרום עבור פרוייקט גדול, אמר לו הרבי שייתן את הכסף למבצע מצה. כאשר הגביר אמר שהוא מתכוון לפרוייקט גדול - אמר לו הרבי שעבורו זה נחשב פרוייקט גדול.`,
    media: {
      name: 'מפגשים עם הריי"צ',
      source: {
        url:
          'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTHOmr58s1zvNBcqmYmzJDPm78BSyldw76vbA&usqp=CAU',
      },
      type: 'IMAGE',
    },
  },
  {
    title: `תשט"ו`,
    cardTitle: `ייסוד ארגון צעירי אגודת חב"ד ארצות הברית ובקנדה; ייסוד קופת קרן תורה.`,
    cardSubtitle: `צעירי אגודת חב"ד המרכזית משמש בתואר כאחראי כללי על פעילות חב"ד בעולם. בפועל הוא מאגד את בתי חב"ד בניו יורק וחולש גם על סניפים מסויימים בלונדון ובפריז.`,
    cardDetailedText: ``,
  },
  {
    title: `תשט"ז`,
    cardTitle: `ייסוד ישיבת אהלי תורה; ייסוד ארגון בית רבקה אוסטרליה ובקנדה; ייסוד מחנה קיץ תורני גן ישראל.`,
    cardSubtitle: `קעמפ גן ישראל הוא מחנה קיץ לילדים שנוסד על ידי חסידי חב"ד בניו יורק בשנת תשט"ז ונקרא על שם הבעל שם טוב. ברבות השנים הוקמו מחנות בשם זה על ידי שליחי וחסידי חב"ד בכל רחבי העולם.

    הרבי ביקר במחנה שלוש פעמים, ושלח בכל שנה מכתב ברכה לפתיחת הקעמפ. בשנים מאוחרות יותר הגיעו ילדי הקעמפ מידי שנה לביקור ב-770 אצל הרבי בתאריך כ' מנחם אב לרגל יום פטירתו של אביו של הרבי הרב לוי יצחק שניאורסון, שם נערך עבורם כינוס מיוחד, והרבי נשא בפניהם שיחה.`,
    cardDetailedText: `בשנת תשט"ז הוקם ביוזמת ה"מרכז לעניני חינוך" מחנה הקיץ "גן ישראל". כשנכנסו הרב משה לאזאר והרב יוסף ווינבוים (שהיו אז תלמדים בישיבת תומכי תמימים המרכזית) ליחידות אצל הרבי והציגו לפניו את הרעיון, אישר הרבי את הקמת הקעמפ ואף רשם צ'ק על סך של שלושת אלפים דולר כהשתתפות בהתחלת העבודה. כשנכנסו ליחידות לאחר מכן, הורה להם הרבי לצרף אליהם את הרב קהת וייס שיסייע להם בהקמת הקעמפ וניהולו. הרב וייס הקים בהוראת הרבי וועד לצורכי הקעמפ בו היו חברים המזכיר הרב חיים מרדכי אייזיק חודקוב, הרב שלמה אהרן קזרנובסקי, הרב יעקב יהודה הכט ועורך-הדין מר אייזיק שטראל, שהיה אמור לדאוג שהקעמפ יתנהל כחוק. לאחר הקמת הוועד, ביקש הרבי שכל חבריו ייכנסו אליו יחד ליחידות, בה קיבלו הוראות מפורטות לרבות בכל הקשור לארגון המחנה וניהולו, ובין היתר, כי בפעם הראשונה לא כדאי לקנות שטח, לכן יש להשתדל למצוא מקום מתאים להשכרה.

    בהמשך נכנסו המארגנים עוד כמה פעמים ליחידות לצורך קבלת הוראות מפורטות מהרבי בנוגע לקעממפ. רק מספר שבועות הצליח הרב יעקב יהודה הכט לשכור מקום מתאים בעיר עלענוויל שבניו יורק, בה שימש בשנה הקודמת קעמפ בשם "איזראעל".
    
    המחנה נקרא בהוראת הרבי בשם "גן ישראל" על שם הבעל שם טוב. בהתוועדות חג השבועות תשט"ז התייחס הרבי לשם "גן ישראל", ואמר שהשם "גן" רומז למה שכתוב בזוהר שיש ג"ן סדרי הבנה בתורה, והיות ולכל יהודי יש לו אות בתורה, נקרא הקעמפ בשם "גן ישראל".`,
    media: {
      name: 'מפגשים עם הריי"צ',
      source: {
        url:
          'http://chabadpedia.co.il/images/6/62/%D7%92%D7%9F_%D7%99%D7%A9%D7%A8%D7%90%D7%9C_%D7%A1%D7%9E%D7%9C.jpg',
      },
      type: 'IMAGE',
    },
  },
  {
    title: `תשי"ז`,
    cardTitle: ` ייסוד ישיבת ליובאוויטש בטורונטו-קנדה.`,
    cardSubtitle: `ישיבת ליובאוויטש טורונטו - אהלי מנחם מענדל, נוסדה לראשונה בשנת תשי"ז בהוראת הרבי על ידי הרב שלמה הוכלר, ונסגרה במשך השנים.

    בשנת תשנ"ז נוסדה הישיבה מחדש על ידי הרב יונה שור מעסקני קהילת חב"ד בטורונטו, והרב עקיבא גרשון וגנר שמשמש כראש הישיבה משנת יסודה.
    
    נכון לשנת תשע"ז לומדים בישיבה כ200 בחורים. הישיבה ממוקמת באיזור החרדי של טורונטו.`,
    cardDetailedText: ``,
  },
  {
    title: `תשי"ח`,
    cardTitle: `מעורר על הפצת יהדות באופן של "ופרצת" וכתוצאה מכך מתגברת הפעילות החב"דית ומתייסדים מוסדות חינוך חדשים רבים.`,
    cardSubtitle: `ופרצת, קיצור למילות הפסוק "וּפָרַצְתָּ יָמָּה וָקֵדְמָה וְצָפֹנָה וָנֶגְבָּה" - המופיע בברכת ה' ליעקב אבינו, הינה סיסמא שטבע הרבי בשנת תשח"י כקריאה לפרוץ את הגדרים והרגילות בעבודת ה' ובפרט בעבודת הפצת היהדות והפצת המעיינות חוצה.`,
    cardDetailedText: `בהתוועדות חג הגאולה י"ב תמוז תשח"י דיבר הרבי בקשר לחנוכת בית כנסת חדש בכפר חב"ד, והסביר איך בניין בית הכנסת מבטא את העניין של "ופרצת". לאחר מכן החל לבאר שעניין "ופרצת" שייך בעבודת ה' של כל אחד: "ועל דרך זה נדרש גם מכל אחד ואחד מאתנו בעבודתו לקונו - לפעול הענין ד"ופרצת" בהגבלה ד"ימה וקדמה וצפונה ונגבה" של הגוף ונפש הבהמית, ועל ידי זה יפעל גם בחלקו בעולם". בהמשך בירך שבית הכנסת החדש, וגם בניינים נוספים שנבנים על ידי החסידים במקומות אחרים בעולם, יהיו באופן של "ופרצת". לאחר שיחה זו הורה לכמה מהנוכחים לומר 'לחיים' על כוס גדולה, באופן של "ופרצת".`,
  },
  {
    title: `תשי"ט`,
    cardTitle: `ייסוד תלמודי-תורה לבנים ובתי-ספר לבנות בטוניס ובאי-ג'רבה; ייסוד ישיבת תומכי תמימים קריית גת; ייסוד במילאנו-איטליה, סניף "המרכז לענייני חינוך" שדאג להקיף מוסדות יהודיים באזור.`,
    cardSubtitle: `תומכי תמימים קריית גת (נקראת גם ישיבת בית דוד חב"ד) הינה ישיבה ברשת הישיבות תומכי תמימים בקריית גת. נוסדה בשנת תשי"ט על ידי הרבי באמצעות הרב יעקב פלס ומשכנה מיום הווסדה ברחוב אליהו הנביא 5. הישיבה נועדה במקורה עבור תושבי העיר שאינם חסידי חב"ד. כיום לומדים בישיבה בחורים חב"דיים, המגיעים אליה מכל הארץ והעולם. בישיבה שלשה מחלקות: מתיבתא, ישיבה קטנה וישיבה גדולה.`,
    cardDetailedText: ``,
  },
  {
    title: `תש"כ`,
    cardTitle: `ייסוד שידור ברדיו סדרת שיעורים בספר התניא בארצות הברית; ייסוד שיכון חב"ד ירושלים.`,
    cardSubtitle: `הרבי עודד את השימוש ברדיו לשם הפצת מעיינות החסידות, שלא כרבנים מסויימים שנמנעו מלהשתמש ברדיו אף לדברים חיוביים. הרבי נימק זאת בהסבירו שלא ייתכן לומר שבריאה של הקדוש ברוך הוא היא לבטלה, שלא לשם שימוש הקדושה, ואף יותר מכך - השימוש ברדיו הוא חלק מתהליך התגלות וביאת המשיח.`,
    cardDetailedText: `הרדיו נכנס לשימוש הקדושה בשנת תש"כ, כשהרב נחום גולדשמיד התחיל לשדר ב'קול ישראל' שיעור תניא דו-שבועי בן רבע שעה, ושיעור חודשי באידיש ב"קול ציון לגולה". בשנת תש"כ התחיל הרב יוסף וינברג לשדר ברדיו היהודי של ניו יורק שיעורי תניא ברמה פשוטה. הרבי חיבב את השיעור הזה, ואף הגיה את השיעורים האלו לפני שנאמרו ברבים. משיעורים אלו חברו הספרים "שיעורים בספר התניא".

    גם התוועדויותיו של הרבי שודרו ברדיו היהודי של ניו-יורק עם תרגום וסיכום קצר באנגלית על ידי הרב יעקב יהודה הכט.`,
  },
  {
    title: `תשכ"א`,
    cardTitle: `הקמת בית ליובאוויטש הראשון בלונדון המהווה, כיום, בסיס מרכזי לפעולות חב"ד באירופה.`,
    cardSubtitle: `בית ליובאוויטש לונדון (באנגלית: Chabad Lubavitch UK) מהווה את מרכז חב"ד באנגליה. כמו כן המבנה משמש כבית כנסת לקהילה בעיר, מקווה, ומשרדים לפעילות חב"ד במקום. המבנה שוכן בשכונת סטמפורד היל בלונדון.`,
    cardDetailedText: `המבנה שמשמש את הקהילה החב"דית בלונדון, הוקם לאחר הרבה שנים שלא היה מקום מרכזי לחיים הקהילתיים של חסידי חב"ד בעיר, עד שנת תשי"ט היה הרב בן ציון שם טוב שוכר מבנה קטן בשכונת סטמפורד היל בלונדון, במהלך השנים כאשר גברה פעילות חב"ד באנגליה נוצר צורך בקניית מבנה חדש לקהילה, שיכלול משרדים, מקווה, בית כנסת, וחדר על טהרת הקודש.

    ואכן בשנת תשי"ט, כאשר פעילות חב"ד בלונדון גברה, והקהילה הורחבה. הוחלט על רכישת מבנה בשכונת סטמפורד-היל. המבנה נרכש וניתן לו השם "בית ליובאוויטש". מיד לאחר קניית המבנה נוכחו לדעת שהמבנה לא מתאים להכלת משרדים והוחלט להתחיל במקום שיפוצים נרחבים. השיפוצים הושלמו בשנת תשכ"ט.
    
    כיום שוכנים במבנה משרדי צעירי אגודת חב"ד אנגליה, ונמצא בו גם בית הכנסת גדול, מקווה, וחדר על טהרת הקודש.`,
    media: {
      name: 'מפגשים עם הריי"צ',
      source: {
        url:
          'http://chabadpedia.co.il/images/b/bd/%D7%91%D7%99%D7%AA_%D7%9C%D7%99%D7%95%D7%91%D7%90%D7%95%D7%99%D7%98%D7%A9.jpg',
      },
      type: 'IMAGE',
    },
  },
  {
    title: `תשכ"ב`,
    cardTitle: `ייסוד כולל אברכים; ייסוד סניפי המרכז לענייני חינוך במיניסוטה ובפילדפיה (ארה"ב); ייסוד ישיבת הדר התורה, הישיבה הראשונה בעולם ל"חוזרים בתשובה"!`,
    cardSubtitle: `ישיבת הדר התורה בקראון הייטס הינה הישיבה הראשונה בעולם לחוזרים בתשובה, נוסדה בשנת ה'תשכ"ב על ידי הרב ישראל ג'ייקובסון. את הישיבה ניהל הרב יעקב יהודה הכט - לאחר פטירתו הישיבה אף נקראה על שמו "ישיבת קול יעקב יהודה - הדר התורה".`,
    cardDetailedText: `הרעיון של ישיבה כזאת היה הראשון מסוגו אי פעם, חסר תקדים לחלוטין בעולם היהודי באותה תקופה, מספרים שהרב הכט תמיד אמר לרב ג'ייקובסון: "מצא את הנשמות, ואני אמצא את הכסף".

    כשהוקמה הישיבה, למדו בה קבוצה קטנה של כעשרה בחורים ישראלים צעירים, ביניהם היו: אבי פיאמנטה, מרדכי גל, אלון קייזר, שרון הראל, אברהם ששון, ועוד. בהמשך, הפכה הישיבה למוסד המיועד בעיקר עבור בחורים אמריקאים דוברי אנגלית.
    
    הרבי ייקר מאוד את הישיבה ואף היה מבקר ב"סדר פסח" שנערך בה.
    
    
    הרב ישראל ג'ייקובסון בשיעור בישיבה
    ראש הישיבה כיום הוא הרב יעקב קאפיל גולדברג.
    
    לישיבה תוכנית יחודית "ישיבת קיץ" בהרי הקטצקיל המפורסמים, ולמקום זורמים רבים מתלמידי הישיבה יחד עם מאות סטודנטים מכל רחבי העולם`,
  },
  {
    title: `תשכ"ג`,
    cardTitle: `סיום עריכת ספר החסידים.`,
    cardSubtitle: `ספר החסידים הוא מקבץ זכרון של כלל חסידי חב"ד ברחבי העולם, בו נרשמו שמות חסידי חב"ד לזכרון לפני הרבי על מנת שיזכיר אותם בעיתות רצון.`,
    cardDetailedText: ``,
  },
  {
    title: `תשכ"ד`,
    cardTitle: `עריכת תעמולה לפדות היהודים שברוסיה הסובייטית; הוקם קרן מיוחד שסייע בהלוואות לנצרכים ובמיוחד למוסדות ומחנכים על טהרת הקודש.`,
    cardSubtitle: ``,
    cardDetailedText: ``,
  },
  {
    title: `תשכ"ה`,
    cardTitle: `ייסוד שיכון חב"ד לוד.`,
    cardSubtitle: `שיכון חב"ד בלוד הנו הריכוז ההתיישבותי החב"די הראשון שייסד הרבי בארץ הקודש (קדם לו כפר חב"ד שנוסד על ידי אדמו"ר הריי"צ), כאשר לאחריו נוסדו והתפתחו שיכון חב"ד בירושלים, נחלת הר חב"ד בקריית מלאכי, קריית חב"ד בצפת ועוד. בראשית שנת תשכ"ד הגיע לארץ הרב בנימין גורודצקי, כשהוא מצויד בהוראה של הרבי לבניית שיכון חב"ד בעיר לוד. הוא פנה ליוסף וייץ שעמד בראש מנהל מקרקעי ישראל וקנה ממנו את השטח. הרב גורודצקי הביא עמו עשרת אלפים דולר מהרבי. בסכום הזה הרב גורודצקי והרב אפרים וולף רכשו את הקרקע והתחילו להכשיר את השטח. את יתר הכסף תרם הנדיב ר' אברהם פרשן ונעשה כעין שותף.`,
    cardDetailedText: `בהמשך הדרך היו קשיים גדולים. בשלב מסויים כתב הרב וולף לרבי על מחשבה להחזיר חלק מהמגרש. את התשובה קיבל במברק בו הרבי שלל לחלוטין את הרעיון.

    הנחת אבן הפינה לשיכון התקיימה פעמיים. בכ' באב תשכ"ה הונחה אבן-הפינה לתחילת הבנייה, ובפעם השנייה היה אירוע גדול לאחר מלחמת ששת הימים, הרב זושא וילימובסקי פעל בעניין במרץ והביא את מנחם בגין, את שר הדואר ישראל ישעיהו, וגם ראש העיר צבי איצקוביץ בא ונשא נאום נרגש.
    
    
    הנחת אבן הפינה לשיכון חב"ד בכ' מנחם אב תשכ"ה
    הרבי השתתף במעמד בדרך מיוחדת - מכתב שנשלח על ידי אחד מבני משפחת קרמר. הוא הגיע מארצות הברית באותו ערב, היישר לחגיגה.
    
    כאשר בנו את בלוק חמש שהוא הגבוה מכולם, הרבי הורה שהבנייה תהיה באופן משוכלל במיוחד ובכלל זה מעלית שנחשבה אז לוקסוס. קשיים מיוחדים התעוררו בבניית הבלוק האחרון, ושוב, כאשר חשבו על הפסקת הבנייה, הרבי שלל את זה והורה להמשיך.
    
    בשנת תש"ל, כשהרב אפרים וולף שהה אצל הרבי בי"ט בכסלו, אמר לו הרבי, שהוא רוצה להשקיע אלף דולר נוספים בבניית השכונה. באותו זמן לא היה ביקוש מיוחד לדירות, אך הרבי צפה את היציאה מרוסיה ומגרוזיה וזמן קצר אחר-כך הגיעו לשיכון שלושים משפחות מגרוזיה.`,
  },
  {
    title: `תשכ"ו`,
    cardTitle: `ייסוד קרן חנה; ייסוד בתי-ספר לבנות ומכונים ליהדות "בית-חנה" בארץ וברחבי העולם.`,
    cardSubtitle: `קרן זו נוסדה ע"י הרבי לאחר הסתלקות אמו הרבנית חנה ע"ה. קרן זו מעניקה הלוואות עבור שכר לימוד לבנות הלומדות במוסדות תורניים.`,
    cardDetailedText: ``,
  },
  {
    title: `תשכ"ז`,
    cardTitle: `מכריז שהשנה היא שנת הקהל; ייסוד ישיבה גדולה במלבורן, אוסטרליה; ייסוד מבצע-תפילין כהגנה מפני אויבי ישראל (היה זה בתקופת טרום מלחמת ששת הימים). הרבי הבטיח בצורה ברורה כי יהיה ניצחון גדול לחיילי צה"ל על אוייביהם; לאחר המלחמה והנצחון הנסי קרא הרבי לנצל את ההתעוררות של עם ישראל לקרבם לתורה ומצוות; פתיחה במאבק למען שלימות הארץ.`,
    cardSubtitle: `במשך השנים הרבי קישר ושילב עניינים רבים עם שנת הקהל, בחלק מהשנים אף ישנם ביטויים נדירים שזכינו לשמוע על שנת הקהל. גם בזמן שאין בית המקדש קיים, הורה הרבי בשנות ההקהל לנצל את סגולתה המיוחדת של השנה להוספה בהתקהלויות של יהודים שמטרתם הוספה ביראת שמים.`,
    cardDetailedText: ``,
  },
  {
    title: `תשכ"ח`,
    cardTitle: `הוקם ועד ציבורי להפעלת בית כנסת צמח צדק בירושלים העתיקה.`,
    cardSubtitle: `בית הכנסת צמח צדק הוא בית הכנסת חב"ד ברובע היהודי בעיר העתיקה בירושלים.

    בית הכנסת ממוקם בקומה השניה של מבנה ברחוב חב"ד, מול בית הכנסת החורבה, במקום שכונה "חצר חב"ד".
    
    נוסד בחודש מנחם אב ה'תרל"ט (1879).
    
    לבית הכנסת מוכנסים ספרי התורה של ילדי ישראל.`,
    cardDetailedText: `השד"ר הרב שניאור זלמן, נסע לגייס כספים עבור קהילת חב"ד בירושלים, בעיר בומביי שבהודו, שם יצר קשר עם שתי משפחות של יוצאי עיראק: משפחת ששון ומשפחת יהודה. הוא רכש את אימונם והם החליטו להקים בירושלים בית כנסת לקהילת חב"ד.

    בבית הכנסת ישנה הקדשה לזכות התורמים:
    
    מעלת הגביר השר אליהו ששון הי"ו מעי"ה (מעיר התהילה) במביי לעילוי נשמת אשתו.
    מרום כבוד אחיו השר והטפסר סיר עבדאלה הי"ו וכן למעלת אחיו הגבירים.
    בני המשפחה ביקשו לקיים תפילת השכבה ומי שברך בכל השבתות והחגים לאליהו טכבטד אחיו.
    
    בסוף ההקדשה ישנה אזהרה שאין למכור ואין למשכן את בית הכנסת.
    
    שמו המקורי של בית הכנסת היה "כנסת אליהו" על שם תורמי בית הכנסת, אך בשנת תרפ"ח שונה שמו של בית הכנסת לצמח צדק.`,
    media: {
      name: 'מפגשים עם הריי"צ',
      source: {
        url:
          'http://chabadpedia.co.il/images/c/ce/%D7%91%D7%99%D7%AA_%D7%94%D7%9B%D7%A0%D7%A1%D7%AA_%D7%A6%D7%9E%D7%97_%D7%A6%D7%93%D7%A7_%D7%91%D7%99%D7%A8%D7%95%D7%A9%D7%9C%D7%99%D7%9D.jpg',
      },
      type: 'IMAGE',
    },
  },
  {
    title: `תשכ"ט`,
    cardTitle: ` ייסוד שכונה חב"דית בקריית מלאכי.`,
    cardSubtitle: `שכונת נחלת הר חב"ד שבקריית מלאכי, נוסדה על ידי הרבי בשנת תשכ"ט, ובה מוסדות חינוך רבים. כיום מתגוררים בה יותר מאלף משפחות חב"דיות, והינה השכונה השניה בגודלה של חסידות חב"ד בארץ הקודש.`,
    cardDetailedText: ``,
  },
  {
    title: `תש"ל`,
    cardTitle: `סיום כתיבת ספר התורה המיוחד "לקבלת פני משיח צדקנו"; התחלת המאבק (בגלוי) נגד תיקון חוק השבות - מיהו יהודי.`,
    cardSubtitle: `ספר תורה של משיח הינו מבצע שמימי, שהחל בו אדמו"ר הריי"צ בתקופת השואה, והסתיים על ידי הרבי בימי ההתעוררות המיוחדים סביב י' שבט תש"ל.`,
    cardDetailedText: `לקראת יו"ד שבט תש"ל הציעו החסידים רעיונות שונים, אך את כל אלה לא קיבל הרבי. אחת מנכבדות נשי חב"ד בכפר חב"ד, מרת לאה רייזל הלמן, הציעה לרבי שיסיימו את כתיבת ספר התורה של משיח. הצעה זו זכתה והרבי קיבלה. בהתוועדות שבת פרשת וארא, ג' שבט תש"ל, הודיע הרבי על הסיום בימים הקרובים ואמר שהגיעה הצעה מארץ הקודש לסיים את הספר-תורה, והתפלא על כך שהצעה כזו לא הועלתה מאלו הדרים על-יד הס"ת - על-יד 'האוצר'. וזה לשונו בשיחה שנאמרה בעת סיומה: "מטעמים מובנים, רצינו שהסיום של ספר התורה שכ"ק מו"ח אדמו"ר התחיל לכתוב - שיהיה בסיום תקופת עשרים השנים מהסתלקותו.`,
    media: {
      name: 'מפגשים עם הריי"צ',
      source: {
        url:
          'http://chabadpedia.co.il/images/8/83/%D7%A1%D7%A4%D7%A8_%D7%AA%D7%95%D7%A8%D7%94_%D7%A9%D7%9C_%D7%9E%D7%A9%D7%99%D7%97.jpg',
      },
      type: 'IMAGE',
    },
  },
];

export default items;
