const items = [
  {
    title: `תשל"א`,
    cardTitle: `יוצא בקריאה "לכבוש את העולם על ידי לימוד התורה; ייסוד סניף המרכז לענייני חינוך בדרום-אפריקה ששהביא להקמת רשת מוסדות יהודיים בדרום אפריקה.`,
    cardSubtitle: ``,
    cardDetailedText: ``,
  },
  {
    title: `תשל"ב`,
    cardTitle: `ייסוד ועד ע"א מוסדות, שמטרתו הקמת 71 מוסדות חדשים.`,
    cardSubtitle: `ועד ע"א מוסדות נוסד בהתוועדות י"א ניסן תשל"ב כאשר ביקש הרבי אשר לקראת שנת הולדתו השבעים ואחת - יוקמו בשנה זו שבעים ואחת מוסדות חדשים ואכן, עד י"א ניסן תשל"ג הוקמו שבעים ואחת מוסדות. השליח שפעל בזה במיוחד היה הרב ברוך שלמה קונין.

    על פי הוראת הרבי הוקמה "קרן השבעים" על ידי הרבנים אפרים וולף וישראל לייבוב, על מנת שכל אחד מאנ"ש יתרום לצדקה על כל נפש מבני ביתו - שבעים לירה.`,
    cardDetailedText: `על אף שהושלמו הקמתם של ע"א מוסדות ברחבי העולם, מספר חסידים נמרצים רצו להביא לרבי מתנה נוספת, ולדאוג שבארץ ישראל עצמה יוקמו ע"א מוסדות נוספים.

    לצורך כך הוקם מטה ארצי בראשו עמדו אפרים וולף, זושא וילימובסקי וברוך גופין, והם עסקו בתעמולה ארצית בכתב ובעל פה, והצליחו להשיג את מבוקשם, ולהקים ע"א מוסדות חדשים.
    
    עם השלמת הקמת המוסדות בחודש סיון תשל"ג, הוציא המטה חוברת בה פורסמו כל המוסדות שהוקמו, עם הפרטים של שם המוסד, מטרתו, והאחראי עליו.
    
    עיקר פעילותו של הועד, הייתה בהקמת 'חדרי תורה אור' בערים רבות, שעסקו בפעילות עם הנוער לאחרי סיום שעות הלימוד הרשמיות בבתי הספר.
    
    ביחידות לרב אפרים וולף הורה הרבי לא להסתפק בעסקנים שפעלו עד עכשיו, אלא לצרף למוסדות החדשים שיוקמו אברכים צעירים בעלי מרץ, להפקיד בידם את הניהול, ולתת להם אוטונומיה מבלי להתערב בהחלטותיהם.`,
  },
  {
    title: `תשל"ג`,
    cardTitle: `ייסוד מבצע בית מלא ספרים; ייסוד קריית חב"ד צפת.`,
    cardSubtitle: `מבצע בית מלא ספרים (יבנה וחכמיה) הוא אחד מעשרת המבצעים עליהם הכריז הרבי, על המבצע הכריז הרבי בשנת תשל"ד.

    במסגרת המבצע עורר הרבי על כך שכל אחד צריך למלא את ביתו בספרי קודש.`,
    cardDetailedText: `בשיחת שבת פרשת נשא תשל"ד הכריז הרבי על מבצע מיוחד, הקשור להרחבת "מבצע תורה" שיסד אז, והוא מבצע "בית מלא ספרים - יבנה וחכמיה", היינו שכל אחד ישתדל למלא את ביתו בספרי קודש וירבה בשיעורי תורה.

    הרבי באר שבמילה "מלא" הכוונה כפשוטו, לשים ספרים בכל הקירות בבית בהם מותר לעשות זאת, ורק בשרותים ובחדר שינה זוגי להמנע מלשים ספרים
    
    הוראה זו, היא בנוסף להוראת אדמו"ר הריי"צ בנוגע לשלושת הספרים כתר שם טוב, אור תורה ותניא: "נחוץ ונכון הדבר, שיהיה לחסידים את שלושת הספרים ומטעמים ידועים, לא לכורכם בכרך אחד".
    
    בעקבות הנצחון במשפט הספרים הדפיס הרבי את הספר "דרך אמונה" לרב מאיר בן גבאי וצווה למכור אותו במחיר השווה לכל נפש וגם לימד בו בהתוועדויות. שנה לאחר מכן קרא הרבי לנצל יום סגולה זה להוספה בלימוד ובפרט בשולחן ערוך שאז היה 500 שנה להדפסתה. כמו כן הורה להוסיף ברכישת ספרי קודש רבים, הן ל"בית מלא ספרים", והן לספריות ציבוריות, הן לילדים קטנים וכמובן גם לספרייה המרכזית של אגודת חסידי חב"ד.
    
    בשנת תשנ"ב הוסיף הרבי ואמר כי כל אחד יכול לתרום את חלקו לגאולת הספרים שנותרו בשבייה ברוסיה, "על ידי שכל אחד ואחד, מהאנשים, נשים וטף, יעשה עניין דוגמתו, על ידי שיכניס לביתו או בספרייה וכיוצא בזה ספרי (וכתבי) קודש חדשים, בהוספה על הספרים המצויים אצלו עד עתה ב"בית מלא ספרים" שלו".`,
    media: {
      name: 'מפגשים עם הריי"צ',
      source: {
        url:
          'https://s3.eu-central-1.amazonaws.com/prod-prog-site-s3/data/attachments/434/434860-ab4da1ee6ed2789cd303d5cff14e8315.jpg',
      },
      type: 'IMAGE',
    },
  },
  {
    title: `תשל"ד`,
    cardTitle: `ייסוד ישיבה גדולה במיאמי רבתי, פלורידה; פתיחת תעמולה אודות מבצע תורה, מבצע מזוזה, מבצע צדקה, מבצע בית מלא ספרים, ומבצע נרות שבת קודש; ייסוד כינוסי ילדים בחנוכה. ייסוד הפצת היהדות באמצעות טנק מבצעים.`,
    cardSubtitle: `מבצע תורה הוא אחד מעשרת המבצעים עליהם הכריז הרבי, על המבצע הכריז הרבי בשנת תשל"ד, יחד עם המבצעים "מבצע מזוזה", "מבצע צדקה", "מבצע בית מלא ספרים" ו"מבצע נרות שבת קודש (נש"ק)".`,
    cardDetailedText: ``,
    media: {
      name: 'מפגשים עם הריי"צ',
      source: {
        url:
          'http://chabadpedia.co.il/images/6/6d/%D7%A0%D7%A8%D7%95%D7%AA_%D7%A9%D7%91%D7%AA.jpg',
      },
      type: 'IMAGE',
    },
  },
  {
    title: `תשל"ה`,
    cardTitle: `תעמולה אודות מבצע כשרות האכילה והשתיה ומבצע טהרת המשפחה".`,
    cardSubtitle: `מבצע טהרת המשפחה הוכרז על ידי אדמו"ר הריי"צ בשנת תר"צ, בעת ביקורו הראשון בארצות הברית, בעקבות הבורות בנושא שאפיינה את הציבור היהודי בזמנו.

    בדורנו, קבעו הרבי בשנת תשל"ה לאחד מעשרת המבצעים הקבועים.`,
    cardDetailedText: ``,
    media: {
      name: 'מפגשים עם הריי"צ',
      source: {
        url:
          'https://tahartmishpacha.co.il/wp-content/uploads/2017/11/uu-copy.png',
      },
      type: 'IMAGE',
    },
  },
  {
    title: `תשל"ו`,
    cardTitle: `ייסוד ישיבה גדולה בסיאטל, וושינגטון; שליחת השלוחים לארץ הקודש לירושלים וצפת; ייסוד ישיבה גדולה בניו-היבן, קונטיקט; ייסוד שינון הי"ב פסוקים על ידי ילדי ישראל; ייסוד מבצע אהבת ישראל.`,
    cardSubtitle: `המבצע הוכרז על ידי הרבי בח"י אלול תשל"ו, בשיחה שנשא הרבי ביום זה, בה דיבר שעל כל יהודי לפעול בקרב הזולת ולהשפיע על הסביבה הקרובה את מצות "אהבת ישראל", שעניינה הוא כי על כל יהודי ויהודי לאהוב יהודי שני "כמוך".`,
    cardDetailedText: `בהתאם לכך שכל מבצעי המצוות של הרבי הינם "מצוות כלליות", שבהם יש להקפיד ולהדר יותר, נמצא "מבצע אהבת ישראל" בראש, בהיות מצוה זו, כדברי חכמינו זכרונם לברכה "כלל גדול בתורה" ו"כל התורה כולה".

    הרבי התבטא כי כל המבצעים עליהם הכריז הינם מיוסדים ומושתתים על "מבצע אהבת ישראל", כי ההסבר לקיום מצוה זו הוא היות כל עם ישראל "קומה אחת שלימה", כגוף אחד, עד שכל יהודי אומר על יהודי שני שהוא "עצמו ובשרו". ועל כן קיום כל מצוה שהיא על ידי יהודי אחד נוגעת ליהודי שני, ובפרט מצוה שהיא כללית ועיקרית - כגון המצוות שנבחרו על ידי הרבי להדר בהם במיוחד.`,
    media: {
      name: 'מפגשים עם הריי"צ',
      source: {
        url:
          'https://d3m9l0v76dty0.cloudfront.net/system/photos/4887006/original/d180dcf6e307ad2daf52b29a3c1ce7b1.jpg',
      },
      type: 'IMAGE',
    },
  },
  {
    title: `תשל"ז`,
    cardTitle: `ייסוד ישיבה גדולה בקראקס - ונצואלה; חידוש עניין "עשה לך רב" - 'משפיע' לאנשים ו'משפיעות' לנשים.`,
    cardSubtitle: `"עשה לך רב", הוא ציווי על כל אחד ואחת מישראל - מקטן ועד גדול - לקבל עליו ולעשות לו רב.`,
    cardDetailedText: `הוראה זו היא נוסף על הוראת המשנה "איזהו חכם הלומד מכל אדם", שגם מי שהוא חכם גדול, יכול להוסיף וללמוד מאחרים, ועד שיכול ללמוד מכל אדם - צריך להיות גם הענין ד"רב", "עשה לך רב", כלומר, ש"תקבלהו עליך לרב", לסמוך על דבריו.

    על פי הסברו של הרבי "אדם קרוב אצל עצמו", ומסיבה זו אינו יכול לסמוך על עצמו, ולכן, צריך הוא לעשות לו רב - שיחשיבהו גדול ממנו, ולקיים את דבריו.
    
    מי שהוא גדול בתורה וביראת שמים, וקשה לו למצוא מי שגדול ממנו, יעשה לעצמו רב, למרות שהוא למטה הימנו, כי אין אדם רואה בעניני עצמו העצה הצריכה לו כמו שיראה זולתו. דבר זה רמוז במילה עשה לך רב, אף שאינו ראוי, יש צורך בענין של עשיה, מכיון שלשון עשיה נאמר על דבר שצריך לטרוח ולעשות על ידו, עד לעשיה מלשון כפייה (כגון הלשון "מעשין על הצדקה").
    
    הרבי הוסיף כי "טוב ונכון ביותר, שכל אחד ואחת מישראל - האנשים והנשים, כולל ילדים וילדות קטנים - יקיים את הוראת המשנה "עשה לך רב", על ידי זה שילך מזמן לזמן למי שגדול הימנו, על מנת ובאופן לעמוד ל"מבחן" בנוגע למעמדו ומצבו בלימוד התורה, בנתינת הצדקה, ובכללות הנהגתו בעבודת ה', גם בעניני הרשות, "כל מעשיך יהיו לשם שמים" ו"בכל דרכיך דעהו", ועל ידי זה יקבל את ההוראה וההדרכה הנכונה ללא השוחד דקרבת עצמו. ומה גם שעצם הידיעה שמזמן לזמן יצטרך לתת "דין וחשבון" לבשר ודם, תפעל אצלו להיטיב את הנהגתו, ולהוסיף בכל עניני טוב וקדושה"`,
  },
  {
    title: `תשל"ח`,
    cardTitle: `בעקבות הסכמי "קעמפ דיוויד" מגביר את מאבקו למען שלימות הארץ; ייסוד ישיבה גדולה "אור אלחנן לוס אנג'לס", קליפורניה; שליחת שליחים נוספים לערי הקודש ירושלים וצפת; ייסוד ההדפסת ה"תניא" בכל העולם.`,
    cardSubtitle: `שלימות הארץ (או המערכה על שלימות הארץ) הייתה מערכה שניהל הרבי למניעת מסירת שטחים משטחי ארץ ישראל או שטחים החיוניים לביטחונה ("שטחים תמורת שלום"). כמו כן כלל המאבק לחצים על השלטון בישראל להשיג הכרעה ברורה במלחמותיו. המאבק החל מיד לאחר מלחמת ששת הימים ונמשך עד היום.`,
    cardDetailedText: ``,
    media: {
      name: 'מפגשים עם הריי"צ',
      source: {
        url:
          'https://lh3.googleusercontent.com/proxy/M4fC_wEyi_GdCcba1jNnlBNTnil49J4bKMJ4jj4luO6ZbM0I2RqJOtpoN09cBhKE85HL4JU4XLMxhTlHW49mJEtmmkbyk3FFKF5hEUKheQfnR4EOvhMu4lXZEs5GJJ5SKvTVN-VYYfGVmQIuzTDOkRZcmwuSMgf2cvA-JPQ8CVXZLY4ZVuu_RN8mleVCp0kNLlLXw5rNe1u92fotaA',
      },
      type: 'IMAGE',
    },
  },
  {
    title: `תשל"ט`,
    cardTitle: `ייסוד חברות-נשים המעוררות על דבר שמירת "טהרת המשפחה"; עוסק בדבר הצלת ילדי פרס והסתדרותם בארצות הרווחה; ייסוד כולל אברכים במלבורן, אוסטרליה.`,
    cardSubtitle: ``,
    cardDetailedText: ``,
  },
  {
    title: `תש"מ`,
    cardTitle: `ייסוד ישיבה גדולה בבואנוס איירס - ארגנטינה; ייסוד תהלוכת ל"ג בעומר; נלחם נגד "תיכנון המשפחה"; ייסוד רשת כוללים; כולל תפארת זקנים, תפארת חכמת נשים ותפארת בחורים.`,
    cardSubtitle: `תהלוכת ל"ג בעומר הוא מצעד יהודי ברחובה של עיר, המתקיים על פי הוראתו ובקשתו של הרבי. התהלוכה מתקיימת בי"ח באייר, יום הל"ג בעומר והיא לכבודו של התנא האלוקי רבי שמעון בר יוחאי. בתהלוכה נאספים ילדי ישראל בכל מקום ומביעים בגאווה את הקשר שלהם עם הקב"ה, על ידי תהלוכה הנושאת סיסמאות ברוח אהבת ישראל, אהבת ה' ומשיח.`,
    cardDetailedText: ``,
    media: {
      name: 'מפגשים עם הריי"צ',
      source: {
        url:
          'https://chabad.info/wp-content/uploads/2017/04/25-04-2017-18-52-44-01-758x525.png',
      },
      type: 'IMAGE',
    },
  },
  {
    title: `תשמ"א`,
    cardTitle: `ייסוד מבצע הקהל; ייסוד צבאות השם; ייסוד שמחת בית השואבה בחג הסוכות, בחוצות; ייסוד תומכי תמימים קזבלנקה; ייסוד כולל תפארת בחורים מונטריאול; ייסוד ספר תורה לילדי ישראל.`,
    cardSubtitle: `צבאות השם הוא שמה של תנועת ילדים ונוער יהודיים שמטרתו להחדיר בקרב הילדים את המודעות להגברת הצד הטוב ולמלחמה בצד הרע. נוסד בשנת תשמ"א על ידי הרבי. סיסמת הארגון היא אנו רוצים משיח עכשיו!`,
    cardDetailedText: `ארגון "צבאות השם" נוסד על ידי הרבי בשנת תשמ"א (1981), בכדי להתגבר על הקשיים הרבים בחינוך הילדים בעידן המודרני. הארגון מדמה את מלחמת היצר הטוב ביצר הרע כצבא לכל דבר כשהמטרה היא, להחדיר לילדים את המודעות להגברת הצד הטוב שלהם ועל ידי זה לרתום גם את הרע הקיים בתוכם, לקדושה. זאת באמצעות החינוך הבלתי פורמלי בו הופכים הילדים לחיילים בצבא ה', המודרכים על ידי מפקדים הקרובים להלך רוחם, שהשפעתה לפעמים יותר מהמורה וההורה.

    שם הארגון מקורו בתורה: "ויהי בעצם היום הזה יצאו כל צבאות השם מארץ מצרים". סיסמת הארגון כפי שניתנה על ידי הרבי[דרוש מקור], בשפה האנגלית - "ווי וואנט משיח נאו". הסיסמה מתורגמת לכל המדינות בהם יש לארגון סניף. בעברית התרגום הוא: "אנו רוצים משיח עכשיו".
    
    בשנה הראשונה ליסוד הארגון היו חברים בו כ-5,000 ילדים וכיום (נכון לשנת תשפ"א) חברים בו כ-600,000 ילדים. חברי הארגון הינם ילדים מכל גווני הקשת, מהחרדים ביותר ועד לכאלו שהקשר שלהם עם היהדות הוא קלוש והוא פועל במדינות רבות בעולם כארגון בת של המוסדות החב"דים המקומיים, המופעלים על ידי השלוחים המקומיים.
    
    הילדים החברים בארגון נקראים חיילים והם מקבלים מקבלים משימות חודשיות שמעלה את דרגתם". כמו כן, זכו ה"חיילים" לקבל יחס מיוחד מהרבי שהיה עורך מידי תקופה, כינוסים במיוחד עבור חיילי צבאות השם וכן זכו לקבל בשמחת תורה הקפה מיוחדת לילדי צבאות השם בו היו שרים את סיסמתם בניגון המקובל: "אנו רוצים משיח עכשיו".
    
    הארגון פעל להפיכת התודעה אצל ילדים יהודים רבים בכל רחבי העולם, ובאמצעותם במעגלי השפעה נוספים במשפחה ובחברה.`,
    media: {
      name: 'מפגשים עם הריי"צ',
      source: {
        url:
          'http://chabadpedia.co.il/images/5/54/%D7%90%D7%A8%D7%92%D7%95%D7%9F_%D7%A6%D7%91%D7%90%D7%95%D7%AA_%D7%94%D7%A9%D7%9D.jpg',
      },
      type: 'IMAGE',
    },
  },
  {
    title: `תשמ"ב`,
    cardTitle: `ייסוד מבצע אות בספר התורה; ייסוד מבצע חנוכה; ייסוד כתיבת ספר תורה לחיילי צה"ל; הדפסת הוצאה מיוחדת של ספר התניא ושבסיומו יכלול צילומי כל השערים של ספרי התניא שנדפסו עד עתה; מעורר על דבר ההכרח לסיים את "מבצע שלום הגליל" (מלחמת לבנון) בהקדם, ושזה ימנע קרבנות נוספים מב' הצדדים.`,
    cardSubtitle: `מבצע אות בספר התורה הכללי לאחדות ישראל הינה יוזמה עליה הכריז הרבי לקראת שנת תשמ"ב, ובמסגרתה נכתבו עד היום קרוב ל-20 ספרי תורה, שאותיותיהם נרכשו על ידי 6,000,000 יהודים מכל גווני האוכלוסייה ומכל רחבי תבל.`,
    cardDetailedText: `מבצע חנוכה הינו מבצע שתיקן הרבי על מנת לפרסם את נס החנוכה, ולדאוג שבכל בית ומקום ציבורי תודלק חנוכייה. במסגרת המבצע החלו חסידי חב"ד והשלוחים להדליק מנורות חנוכה מרכזיות בכל מקום בו נמצאים יהודים. כמו כן שלח הרבי את החסידים אל חיילי צה"ל, מאושפזים בבתי רפואה, אסירים ועוד על מנת לוודא שכולם יקיימו את מצות ההדלקה.`,
    media: {
      name: 'מפגשים עם הריי"צ',
      source: {
        url:
          'https://lh3.googleusercontent.com/proxy/PShVwZ0w8-5iJA6lrOqQXO18KsOI2stdWlS84v5sJ1_hxKfLgNWI-XsVq2DAqzxnkuHup0DxZQdBd81LoR79Pd2cJVjrufsjyJONkb7ee69ri3NpfVqsAaOi4bgv5JS05TJaOhZeJm6hsQCTufSROQQPi_dO8XGtxw',
      },
      type: 'IMAGE',
    },
  },
  {
    title: `תשמ"ג`,
    cardTitle: `ייסוד מבצע פירסום שבע מצוות בני נח; ייסוד מבצע רגע של שתיקה בבתי הספר בעולם ובתחילת הלימודים.`,
    cardSubtitle: ``,
    cardDetailedText: ``,
  },
  {
    title: `תשמ"ד`,
    cardTitle: `ייסוד אמירת קודם תפילת השחר "הריני מקבל עלי מצוות עשה של ואהבת לרעך כמוך", ולאחרי כל תפילה "אך צדיקים יודו לשמך ישבו ישרים את פניך"; ייסוד תומכי תמימים יוהנסבורג, דרום אפריקה; ייסוד הדפסת ספר התניא בכל עיר ועיירה שיש בה יהודים; הדפסת הוצאה מיוחדת של ספר התניא שבסיומו יכלול צילומי כל השערים של ספרי התניא שנדפסו עד עתה; ייסוד תקנת הרמב"ם.`,
    cardSubtitle: `שבע מצוות בני נח הן שבעה ציוויים תנ"כיים מוסריים, אשר על פי ציווי הבורא תוקפם אוניברסאלי וחייבים בהם כל בני האדם. מצוות אלה קרויות בשם זה מכיוון שלפי התנ"ך, מאז המבול כל בני האדם הם צאצאיו של נח.`,
    cardDetailedText: ``,
    media: {
      name: 'מפגשים עם הריי"צ',
      source: {
        url:
          'http://chabadpedia.co.il/images/3/39/%D7%A8%D7%9E%D7%91%27%27%D7%9D_%D7%9C%D7%A2%D7%9D.jpg',
      },
      type: 'IMAGE',
    },
  },
  {
    title: `תשמ"ה`,
    cardTitle: `ייסוד חגיגות סיום, בעקבות תקנת הרמב"ם; ייסוד המוסד בית אהל יוסף יצחק ליובאוויטש; ייסוד מחנה קיץ כשרים.`,
    cardSubtitle: `תקנת לימוד הרמב"ם היא תקנה ללימוד יומי בספר משנה תורה לרמב"ם. הרבי ייסד את התקנה באחרון של פסח בשנת תשד"מ. מטרת התקנה היא, לאחד את עם ישראל בלימוד ספר משנה תורה המקיף את כל התורה שבעל פה, גם את דיני התורה אשר אינם מקויימים כיום.`,
    cardDetailedText: `בהתוועדות שבת פרשת וישב, כ' כסלו תשד"מ, אשר הייתה למעשה המשך להתוועדות י"ט כסלו שחל באותה שנה ביום שישי, הזכיר הרבי ועורר על כך שכבר הגיע הזמן לערוך חלוקה דומה לחלוקת הש"ס בלימוד ספר משנה תורה להרמב"ם. ההוראה לא יושמה מידית, אך התלמידים השלוחים בבישיבת חב"ד בקזבלנקה שבמרוקו, בה התגורר הרמב"ם מספר שנים, שלמדו את השיחה הזו, חילקו את כל ספר משנה תורה בין כלל הציבור התורני במרוקו, על מנת שיילמדו אותם בין י' שבט יום קבלת הנשיאות של הרבי עד ליום הולדתו של הרבי בי"א ניסן ויום הולדתו של הרמב"ם בי"ד ניסן. את "הלכות שלוחין ושותפין" לקחו התלמידים השלוחים בעצמם בקשר עם תפקידם כשלוחים של הרבי, ור' שלמה מטוסוב, השליח הראשי ומנהל הישיבה, מסר להם שיעור בהלכות אלו. בחודש אדר א' קבלו התמימים מכתב כללי-פרטי מהרבי שאת עצם שליחתו פירשו כהבעת תשואות-חן מצד הרבי. המכתב פותח במילים: "המכתב הדו"ח והמצו"ב נתקבל ות"ח".

    בהתוועדות י"א ניסן תשד"מ, ערך הרבי סיום על הרמב"ם, אך לא קישר את הדבר במפורש לחלוקה שנעשתה במרוקו. אחד עשר יום לאחר מכן, בהתוועדות אחרון-של-פסח העלה הרבי שוב את היוזמה לחלוקה כללית של הרמב"ם, אך באופן כללי שהלימוד יהיה על פי הסדר וייגמר עד יום הולדתו של הרמב"ם בי"ד ניסן שנה לאחר מכן בשנת תשמ"ה. דברים ברוח זו אמר הרבי גם ביחידות הכללית לאורחים שהתקיימה ימים ספורים לאחר חג הפסח, בה מיקד הרבי את מסלול הלימוד ללימוד שלושה פרקים בכל יום. הרבי הוסיף וציין שכאשר כולם ילמדו את כל ההלכות יפעל הדבר אחדות נפלאה והדבר יוביל למציאת שפה לימודית משותפת בין הלומדים שיוכלו להתפלפל ולחדש באותו עניין.
    
    בתחילה לא היה מושג ברור מאיפה להתחיל ואיך בדיוק לערוך את חלוקת השיעורים. חברי הוועד להפצת שיחות ערכו את החלוקה (ב"פתח-דבר" למורה שיעור לרמב"ם כתוב שהרבי עשה את החלוקה) במסלול שלושת הפרקים והגישו לרבי את המורה שיעור להגהה ואישור.`,
  },
  {
    title: `תשמ"ו`,
    cardTitle: `ייסוד בתי חב"ד במקומות שטרם ישנו והרחבת הבתי-חב"ד הקיימים; בי"א בניסן תשמ"ו התחיל הרבי עם מעמד חלוקת דולרים קבוע בימי ראשון בשבוע.`,
    cardSubtitle: `חלוקת דולרים הוא שמו של המעמד בו חילק הרבי דולרים לקהל על מנת שייתנו אותם לצדקה. תחילה נערכו החלוקות תוך כדי התוועדויות שנערכו בימות חול, ללא קביעות מסודרת, והחל משנת תשמ"ו החל הרבי לקיים מעמד זה בקביעות מידי יום ראשון, כשלעיתים אף חילק פעמים נוספות לאורך השבוע.`,
    cardDetailedText: ``,
    media: {
      name: 'מפגשים עם הריי"צ',
      source: {
        url:
          'http://chabadpedia.co.il/images/thumb/4/44/%D7%97%D7%9C%D7%95%D7%A7%D7%AA_%D7%93%D7%95%D7%9C%D7%A8%D7%99%D7%9D.png/639px-%D7%97%D7%9C%D7%95%D7%A7%D7%AA_%D7%93%D7%95%D7%9C%D7%A8%D7%99%D7%9D.png',
      },
      type: 'IMAGE',
    },
  },
  {
    title: `תשמ"ז`,
    cardTitle: ` ביום ה' בטבת תשמ"ז פסק "בית המשפט הפדרלי", במשפט הספרים שהרבי והספרים שייכים לחסידים.`,
    cardSubtitle: `פרשת הספרים או משפט הספרים הוא כינויה של פרשיה שהתרחשה בחסידות חב"ד משנת תשמ"ה, כאשר ספרים אשר היו שייכים לרבותינו נשיאינו, נגנבו מספריית ליובאוויטש.`,
    cardDetailedText: `הפרשיה הגיעה לבית משפט. הרבי היה מעורה בכל מהלך הפרשיה, וכן נתן הוראות בכל פרט ופרט בנוגע למשפט. הרבי ראה במשפט קיטרוג על חסידות חב"ד בדורנו.

    עיקר הפרשיה - "דידן נצח" - הסתיימה בשנת תשמ"ז ביום ה' טבת כאשר פסק השופט כי הספריה והספרים שייכים לאגודת חסידי חב"ד. בהמשך הגיש הצד שכנגד ערעור לבית משפט אותו דחה השופט. הפרשיה הסתיימה רק בשנת תש"נ.`,
  },
  {
    title: `תשמ"ח`,
    cardTitle: `ייסוד שבכינוסים הכללים באו"ם ינאם איש דתי על השם ותורתו; חיזק המנהג של חגיגת שמחת בית השואבה בכל הלילות; במוצאי כ' חשוון, חילק הרבי מאמר "החלצו רנ"ט"; בכ"ה בחשוון תשמ"ח, אישר השופט במשפט הספרים שדידן נצח וביום כ"ז בחשוון תשמ"ח) הוחלט שהספרים יכולים לחזור למקומם. ביום ב' בכסלו תשמ"ח הוחזרו הספרים לספריית ליובאוויטש ומיד הורה הרבי להדפיס הספר "דרך אמונה"; בכל לילה מלילי חנוכה נאם הרבי בנושא קריאת היום - נשיא המקריב; ייסוד מבצע בית מלא ספרים ושמחברי ספרים והמוציאים לאור שיואילו מטובם לשלוח העתק לספרית ליובאוויטש וכן אספני הספרים שיש ברשותם ספרים מיוחדים - לתרמם לספריה הנ"ל; יום רביעי, כ"ב בשבט תשמ"ח (10 בפברואר 1988) נפטרה הרבנית חיה מושקא, לאחר מחלה קצרה. באותו יום ייסד הרבי את קרן חמ"ש על שמה; מסיום ה"שלשים" להתסלקות הרבנית התחיל הרבי להתוועדות בכל שבת קדש ומגיה את השיחות של ההתוועדות; ייסוד מבצע יום הולדת; בכל לילות הפסח נאם בנושא החג ובסגנון מובן גם לילדים; התחיל לבאר בכל התוועדות של שבת את פירושו הראשון של רש"י על פרשת השבוע.`,
    cardSubtitle: `בעקבות פטירת הרבנית חיה מושקא ייסד הרבי קרן בשם קרן חמ"ש שתעסוק בסיוע כספי למצוות הנשים - הפרשת חלה, נרות שבת וטהרת המשפחה. הקרן עומדת תחת מחנה ישראל ותחת הנהלת הרב יהודה קרינסקי.`,
    cardDetailedText: `הרבנית חיה מושקא, התאפיינה בפיקחות גדולה, צניעות עד הקצה האחרון, ועזרה בתחומים שונים לבעלה - הרבי. ידוע שגם הייתה מסייעת בהקראת מכתבים אשר קיבל הרבי.

    בהיותה אשתו של מנהיג שנערץ על ידי אלפים ואשה מלומדת וחכמה בזכות עצמה, הרבנית הייתה עשויה לזכות בכבוד מלכים, אך היא סלדה מפרסום והתרחקה מכל גינוני כבוד ולפיכך נודעו רק מעט מאוד פרטים על חיי היום-יום שלה, וכל ימיה התקיים אצלה "כל כבודה בת מלך פנימה". רק לאחר פטירתה, החלו מכריה לחשוף מעט מאישיותה המיוחדת.`,
  },
  {
    title: `תשמ"ט`,
    cardTitle: ` שנת הילד והילדה; באופן יוצא דופן וחד פעמים הורה הרבי לבחור בבחירות לכנסת בארץ ישראל למפלגת "אגודת ישראל" (שסימנה בקלפי "ג"); מייסד שביום כ' בחשוון יכנס כל אחד, לשעה קלה, לישיבת תומכי תמימים ולעסוק בלימוד תורתו ולהתפלל שם ולתת צדקה עבור מוסדותיו של בעל יום ההולדת; מייסד שהחל מראש חדש כסלו (עד סיום החדש) ילמדו בכל יום קטע מתורות רבותינו נשיאנו; ייסוד לימד כל יום מלוח היום יום; לקראת יום השנה לרבנית חיה מושקא ייסד שיקראו לילדים בשמה; ייסוד עריכת כינוס תורה ב"אסרו חג"; ייסוד הדפסת ספרי חסידות באותיות מרובעות; בקשר למלאות מאתיים שנה להולדת אדמו"ר הצמח צדק מורה הרבי להדפיס הוצאה מיוחדת של ספר קיצורים והערות לאדמו"ר הצ"צ, ובאור לערב ראש השנה - יום ההולדת שלו - חילקו בצירוף שטר של דולר לצדקה.`,
    cardSubtitle: ``,
    cardDetailedText: ``,
  },
];

export default items;
