const items = [
  {
    title: ' י"א בניסן  תרס"ב (18 באפריל 1902)',
    cardTitle: 'יום הולדתו של הרבי',
    cardSubtitle:
      'הרבי נולד ביום שישי, י"א בניסן תרס"ב (18 באפריל 1902), בעיירה הרוסית-אוקראינית ניקולייב לרב לוי יצחק וחנה שניאורסון, בתו של הרב מאיר שלמה ינובסקי, רבה של ניקולייב.',
  },
  {
    title: 'ח"י ניסן תרס"ב',
    cardTitle: 'ברית המילה',
    cardSubtitle: `ברית המילה של הרבי התקיימה ביום ו' ערב שבת קודש חול המועד פסח י"ח בניסן תרס"ב, בעיר הולדתו ניקולייב.`,
    cardDetailedText: `הברית והסעודה התקיימו בבית סבו של הרבי ורב של העיר, הרב מאיר שלמה ינובסקי, ויהודים רבים מניקולייב השתתפו בחגיגה. ככל הנראה השתתף שם גם רבי ברוך שניאור שניאורסון, סבו השני של הרבי. במהלך סעודת הברית דרשו סבותיו ואביו של הרבי, רבי לוי יצחק שניאורסון, כאשר אביו של הרבי מקשר בין חגיגת הברית לבין יום הולדתו שלו שחל באותו יום. הילד נקרא בשם "מנחם מענדל" על שם סב-סבו, האדמו"ר הצמח צדק.

    חסידים סיפרו שבאירוע השתתף גם השוחט הרב אשר גרוסמן, שעקב החומרות הנהוגות בחסידות חב"ד בחג הפסח לא טעם מאומה בסעודה. סב הרבי הרב מאיר שלמה ינובסקי, שבביתו התקיימה הסעודה, פנה אליו בתרעומת מעושה ואמר לו: "מגיעה לך נזיפה, על כך שאינך אוכל בבית המרא דאתרא! אך אינני יכול לנזוף בך, שכן הצלת את חיי".`,
  },
  {
    title: 'ילדותו',
    cardTitle: 'ימי ילדותו של הרבי',
    cardSubtitle: `במכתב נדיר למר יצחק בן צבי הוא מתאר את הלך מחשבותיו כילד:

    	מיום הלכי ל'חדר' ועוד קודם לזה,
    התחיל להתרקם בדמיוני ציור הגאולה העתידה -
    גאולת עם ישראל מגלותו האחרונה -
    גאולה כזו באופן כזה, שעל-ידה יהיו מובנים ייסורי הגלות, הגזרות והשמדות.`,
    cardDetailedText: `בשנותיו הראשונות התגורר הרבי עם הוריו בניקולייב, ולמד ב'חדר' המקומי. בשנים מאוחרות סיפר הרבי כמה אפיזודות הזכורות לו מחיי אותו 'חדר'.
    
   

    כבר בגיל צעיר נודע הרבי בשקידתו וזיכרונו הפנומנלי. את זמנו השקיע בעיקר בלימוד מקיף של כל חלקי התורה; נגלה ונסתר, כשאת הדרכתו הלימודית קיבל בעיקר מאביו. את שנות ילדותו תיאר הרבי כזמן בו התגבשה אצלו השקפת עולמו אותה יישם במהלך חייו ובעיקר בהיותו רבי. `,
    media: {
      name: 'rebbe child',
      source: {
        url:
          'http://chabadpedia.co.il/images/thumb/8/8c/%D7%94%D7%A8%D7%91%D7%99_%D7%91%D7%99%D7%9C%D7%93%D7%95%D7%AA%D7%95.jpg/375px-%D7%94%D7%A8%D7%91%D7%99_%D7%91%D7%99%D7%9C%D7%93%D7%95%D7%AA%D7%95.jpg',
      },
      type: 'IMAGE',
    },
  },

  {
    title: 'י"א ניסן תרע"ה',
    cardTitle: `בר מצוה`,
    cardSubtitle: `הרבי החל להניח תפילין כהכנה לבר מצווה, כחודש ימים לפני יום הולדתו הי"ג, ביום חמישי י"א אדר תרע"ה.

    מכיון שבאותה שנה חל י"א ניסן ביום שישי, חגגו את הבר מצווה בדנייפרופטרובסק בשבת קודש לאחר התפילה, כאשר ההתוועדות החלה בסביבות השעה 12:00, ונמשכה שעה ארוכה לאחר צאת השבת.`,
    cardDetailedText: `במהלך ההתוועדות נשא חתן הבר מצווה דברים בנגלה ובנסתר, וכן השתתף בחגיגה הסבא רבי ברוך שלום שניאורסון, שהגיע לחגיגה מחצר אדמו"ר הרש"ב בליובאוויטש, והביא את ברכתו לחגיגה, "שישתעבדו מוחו וליבו להשם יתברך על ידי הנחת התפילין שלו", "השם יתברך יעזור לו שיהיה יהודי תמים, ושיהיה לו [= לאביו ר' לוי יצחק] נחת ממנו".

    תיאור מפורט של האירוע נמצא ביומני הרבנית חנה אמו של הרבי, ושם כותבת שהיה "משהו אחר, בלתי רגיל. אירוע של התרוממות גדולה".
    
    שמחה זו הייתה השמחה הראשונה במשפחתו של הרבי לאחר שאביו התמנה כרב העיר, ואף שבתחילה היו חילוקי דעות סביב מינויו, לאחר שבע שנים של הנהגת הרבנות בתוקף התאחדו סביבו רוב בני העיר, והייתה זו הזדמנות עבורם להביע את ההערכה לרב העיר.
    
    החגיגה התקיימה בביתו הפרטי של ר' לוי יצחק כאשר האנשים חגגו באולם הגדול, והנשים בחדר האוכל. הבית המה אנשים ונשים שהגיעו לברך את חתן הבר מצווה ולהשתתף בחגיגה, ולאורך כל יום השבת אנשים יצאו ונכנסו והיה דוחק רב.
    
    בשעות הצהריים אביו של הרבי ביקש ממנו דבר מה מבלי שכל הנוכחים ישמעו, והרבי בתחילה סירב להבטיח. מאורע זה גרם לעצב רב והרבי עצמו ואביו החלו לבכות, ובעקבותיהם גם שאר המסובים. רק עם דמדומי החמה נאות הרבי להבטיח לאביו את שביקש, וכולם פרצו בריקוד חסידי בשמחה גדולה.
    
    באותה שבת בה נערכה הבר מצווה, אמר אדמו"ר הרש"ב מאמר חסידות עמוק כחלק מ'המשך תער"ב', בו החל לבאר בעומק רב ענינים ומושגים הקשורים עם גילוי האור האלוקי שיהיה בגאולה העתידה, דבר המהווה נקודת ציון בביאורי ההמשך. לאחר עלותו של הרבי לכס הנשיאות, ראו בכך החסידים רמז הקושר את המאמר עם העובדה שבאותה שבת נחגגה הבר מצווה של הרבי. בנוסף, באותו מאמר הזכיר אדמו"ר הרש"ב וביאר את מאמר חז"ל 'אנא נסיב מלכא', אותו ביאר הרבי עצמו באריכות במאמר ביום עשתי עשר שאמר ביום הולדתו י"א ניסן תשל"א.`,
    media: {
      name: 'rebbe child',
      source: {
        url:
          'http://chabadpedia.co.il/images/0/00/%D7%AA%D7%A4%D7%99%D7%9C%D7%99%D7%9F.JPG',
      },
      type: 'IMAGE',
    },
  },
];

export default items;
